Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: The macOS staircase leaves only corner contact between displays. Mouse Warp uses your OmniWM arrangement to move the pointer across the matching display edge.
ar: تترك درج macOS اتصالًا في الزاوية فقط بين الشاشات. يستخدم Mouse Warp ترتيب OmniWM الخاص بك لتحريك المؤشر عبر حافة الشاشة المتطابقة.
da: Trappen macOS efterlader kun hjørnekontakt mellem skærme. Mouse Warp bruger dit OmniWM arrangement til at flytte pointeren på tværs af den matchende skærmkant.
de: Die macOS-Treppe hinterlässt nur einen Eckkontakt zwischen den Anzeigen. Mouse Warp verwendet Ihre OmniWM-Anordnung, um den Mauszeiger über die übereinstimmende Displaykante zu bewegen.
el: Η κλιμακωτή διάταξη του macOS αφήνει τις οθόνες να εφάπτονται μόνο στις γωνίες. Η Μεταφορά δείκτη χρησιμοποιεί τη διάταξη του OmniWM για να μετακινεί τον δείκτη μεταξύ αντίστοιχων άκρων οθονών.
es: La escalera macOS deja solo contacto en las esquinas entre las pantallas. Mouse Warp utiliza tu disposición OmniWM para mover el puntero a lo largo del borde de la pantalla coincidente.
fi: Portaikko macOS jättää vain kulmakosketuksen näyttöjen väliin. Hiiripoimu käyttää OmniWM-järjestelyä siirtääkseen osoittimen samannäköisen näytön reunan yli.
fr: Dans la disposition en escalier de macOS, les écrans ne se touchent que par leurs coins. Mouse Warp utilise la disposition d’OmniWM pour déplacer le pointeur entre les bords correspondants des écrans.
he: סידור המדרגות של macOS יוצר מגע רק בפינות שבין הצגים. Mouse Warp משתמש בסידור של OmniWM כדי להעביר את המצביע דרך קצה הצג התואם.
hi: macOS सीढ़ियाँ केवल डिस्प्ले के बीच कोने के संपर्क को छोड़ती हैं। माउस वार्प आपके OmniWM व्यवस्था का उपयोग करके पॉइंटर को मिलान डिस्प्ले किनारे पर स्थानांतरित करता है।
it: La scala macOS lascia solo il contatto angolare tra i display. Mouse Warp utilizza la disposizione OmniWM per spostare il puntatore sul bordo del display corrispondente.
ja: macOS階段はディスプレイ間の角接触のみを残します。マウスワープは、あなたのOmniWM配置を使用して、一致するディスプレイのエッジを横切ってポインタを移動します。
ko: macOS 계단형 배치에서는 디스플레이가 모서리에서만 맞닿습니다. Mouse Warp는 OmniWM의 배치를 사용하여 서로 맞는 디스플레이 가장자리 사이로 포인터를 이동합니다.
nb: Trappen macOS gir kun hjørnekontakt mellom skjermene. Mouse Warp bruker din OmniWM-arrangement for å flytte markøren over den tilsvarende skjermkanten.
nl: Bij de macOS-trapopstelling raken beeldschermen elkaar alleen bij de hoeken. Mouse Warp gebruikt uw OmniWM-indeling om de aanwijzer tussen bij elkaar horende schermranden te verplaatsen.
pl: Układ schodkowy macOS sprawia, że monitory stykają się tylko rogami. Mouse Warp używa układu OmniWM, aby przenieść wskaźnik przez odpowiednią krawędź monitora.
ru: Лестничное расположение дисплеев macOS оставляет между ними контакт только в углу. Mouse Warp использует схему OmniWM, чтобы перемещать указатель через соответствующий край дисплея.
sr_latn: Stepenasti raspored ekrana u macOS-u ostavlja samo dodir uglova između ekrana. Mouse Warp koristi raspored u OmniWM-u da prebaci pokazivač preko odgovarajuće ivice ekrana.
sv: Trappan macOS lämnar endast hörnkontakt mellan skärmarna. Mouse Warp använder ditt OmniWM-arrangemang för att flytta pekaren över den matchande skärmkanten.
uk: У східчастому розташуванні macOS дисплеї торкаються лише кутами. Mouse Warp використовує ваше розташування OmniWM, щоб переміщувати вказівник через відповідний край дисплея.
zh_hans: macOS楼梯只在显示器之间留下角落接触。Mouse Warp使用你的OmniWM排列来在匹配的显示器边缘移动指针。

source: The macOS window corner setting differs from the requested value. The current value was reloaded.
ar: يختلف إعداد زاوية نافذة macOS عن القيمة المطلوبة. تم إعادة تحميل القيمة الحالية.
da: Indstillingen af vinduets hjørne macOS adskiller sig fra den ønskede værdi. Den nuværende værdi blev genindlæst.
de: Die Einstellung für die Ecke des macOS-Fensters unterscheidet sich vom angeforderten Wert. Der aktuelle Wert wurde neu geladen.
el: Η ρύθμιση γωνίας παραθύρου macOS διαφέρει από την ζητούμενη τιμή. Η τρέχουσα αξία ξαναγεμίστηκε.
es: La configuración del borde de la ventana macOS difiere del valor solicitado. El valor actual se ha recargado.
fi: Ikkunan kulma-asetus macOS poikkeaa halutusta arvosta. Nykyinen arvo ladattiin uudelleen.
fr: Le réglage du coin de la fenêtre macOS diffère de la valeur demandée. La valeur actuelle a été rechargée.
he: הגדרת פינת החלון של macOS שונה מהערך המבוקש. הערך הנוכחי נטען מחדש.
hi: macOS विंडो कोनों की सेटिंग अनुरोधित मान से भिन्न है। वर्तमान मान को रीलोड किया गया था।
it: L'impostazione dell'angolo della finestra macOS differisce dal valore richiesto. Il valore corrente è stato ricaricato.
ja: macOSウィンドウのコーナー設定が要求された値と異なります。現在の値が再ロードされました。
ko: macOS 창 모서리 설정이 요청된 값과 다릅니다. 현재 값이 재로드되었습니다.
nb: Innstillingen for hjørnet av macOS-vinduet skiller seg fra den forespurte verdien. Den nåværende verdien ble lastet inn på nytt.
nl: De instelling van macOS vensterhoek verschilt van de gevraagde waarde. De huidige waarde werd herladen.
pl: Ustawienie zaokrąglenia narożników okien w macOS różni się od żądanej wartości. Ponownie wczytano bieżącą wartość.
ru: Настройка угла окна macOS отличается от запрошенной значения. Текущее значение было перезагружено.
sr_latn: Podešavanje ugla prozora u macOS-u se razlikuje od zahtevane vrednosti. Trenutna vrednost je preopterećena.
sv: Inställningen för fönsterhörnet macOS skiljer sig från det begärda värdet. Det nuvarande värdet har laddats om.
uk: Поточний параметр заокруглення кутів вікон macOS не збігається із запитаним значенням. Поточне значення завантажено повторно.
zh_hans: macOS窗口角设置与请求的值不同。当前值已重新加载。

source: The original app could not be focused.
ar: لم يتمكن التطبيق الأصلي من التركيز.
da: Den oprindelige app kunne ikke fokuseres.
de: Die ursprüngliche App konnte nicht fokussiert werden.
el: Η αρχική εφαρμογή δεν μπορούσε να επικεντρωθεί.
es: La aplicación original no se pudo enfocar.
fi: Alkuperäinen sovellus ei voinut keskittyä.
fr: Impossible de sélectionner l’application initiale.
he: האפליקציה המקורית לא יכלה להיות ממוקדת.
hi: मूल ऐप पर ध्यान केंद्रित नहीं किया जा सका।
it: L'applicazione originale non poteva essere focalizzata.
ja: 元のアプリを集中させることができませんでした。
ko: 원래 앱으로 포커스를 이동할 수 없었습니다.
nb: Den opprinnelige appen kunne ikke fokuseres.
nl: De oorspronkelijke app kon niet worden gefocust.
pl: Nie udało się ustawić fokusu na pierwotnej aplikacji.
ru: Не удалось переключить фокус на исходное приложение.
sr_latn: Prvobitna aplikacija se ne može fokusirati.
sv: Den ursprungliga appen kunde inte fokuseras.
uk: Не вдалося повернути фокус до початкової програми.
zh_hans: 原始应用程序无法集中注意力。

source: The original app is no longer available.
ar: التطبيق الأصلي لم يعد متاحًا.
da: Den oprindelige app er ikke længere tilgængelig.
de: Die ursprüngliche App ist nicht mehr verfügbar.
el: Η αρχική εφαρμογή δεν είναι πλέον διαθέσιμη.
es: La aplicación original ya no está disponible.
fi: Alkuperäinen sovellus ei ole enää saatavilla.
fr: L'application originale n'est plus disponible.
he: האפליקציה המקורית כבר לא זמינה.
hi: मूल ऐप अब उपलब्ध नहीं है।
it: L'applicazione originale non è più disponibile.
ja: 元のアプリはもう利用できません。
ko: 원본 앱은 더 이상 사용할 수 없습니다.
nb: Den originale appen er ikke lenger tilgjengelig.
nl: De originele app is niet meer beschikbaar.
pl: Pierwotna aplikacja nie jest już dostępna.
ru: Исходная программа больше не доступна.
sr_latn: Originalna aplikacija više nije dostupna.
sv: Den ursprungliga appen är inte längre tillgänglig.
uk: Початкова програма більше недоступна.
zh_hans: 原始应用程序已不再可用。

source: The saved Standard Blur radius is preserved and becomes active again when Standard Blur is selected.
ar: يتم الحفاظ على نصف قطر التشويه القياسي المحفوظ ويعود إلى النشاط مرة أخرى عند تحديد التشويه القياسي.
da: Den gemte Standard Blur radius bevares og bliver aktiv igen, når Standard Blur er valgt.
de: Der gespeicherte Standard-Blur-Radius wird beibehalten und wird wieder aktiv, wenn Standard-Blur ausgewählt wird.
el: Η αποθηκευμένη ακτίνα της Στάνταρ Θολούρας διατηρείται και ενεργοποιείται ξανά όταν επιλέγεται η Στάνταρ Θολούρα.
es: El radio de desenfoque estándar guardado se conserva y vuelve a estar activo cuando se selecciona el desenfoque estándar.
fi: Säästetty Standard Blur -säde säilyy ja aktivoituu uudelleen, kun Standard Blur valitaan.
fr: Le rayon de Blur Standard sauvegardé est conservé et redevient actif lorsque le Blur Standard est sélectionné.
he: רדיוס הטשטוש הסטנדרטי נשמר ונעשה פעיל שוב כאשר הטשטוש הסטנדרטי נבחר.
hi: सहेजा गया स्टैंडर्ड ब्लर रेडियस संरक्षित रहता है और जब स्टैंडर्ड ब्लर चुना जाता है तो फिर से सक्रिय हो जाता है।
it: Il raggio di sfocatura standard salvato viene conservato e diventa nuovamente attivo quando viene selezionata la sfocatura standard.
ja: 保存された標準ぼかしの半径は保持され、標準ぼかしが選択されると再び有効になります。
ko: 저장된 표준 블러 반경이 유지되며 표준 블러를 선택하면 다시 활성화됩니다.
nb: Den lagrede standardutsløringsradiusen forblir bevart og blir aktiv igjen når standardutsløring er valgt.
nl: De bewaarde standaard vervagen straal wordt behouden en wordt weer actief wanneer Standaard vervagen wordt geselecteerd.
pl: Zapisany promień standardowego rozmycia pozostaje zachowany i zacznie ponownie obowiązywać po wybraniu opcji Standardowe rozmycie.
ru: Сохраненный радиус стандартного размытия сохраняется и снова становится активным, когда стандартное размытие выбрано.
sr_latn: Sačuvani Standardni Blur radijus se čuva i ponovo postaje aktivan kada se izabere Standardni Blur.
sv: Det sparade standardblurrradie bevaras och blir aktivt igen när standardblurr väljs.
uk: Збережений радіус «Стандартного розмиття» зберігається й знову діятиме після вибору «Стандартного розмиття».
zh_hans: 保存的标准模糊半径被保留，并在选择标准模糊时再次激活。

source: The selected evidence was unavailable, so the log contains a fresh snapshot only.
ar: لم تتوفر الأدلة المحددة، لذا يحتوي السجل على لقطة تشخيصية جديدة فقط.
da: De valgte beviser var ikke tilgængelige, så loggen indeholder kun et nyt øjebliksbillede.
de: Die ausgewählten Beweise waren nicht verfügbar, daher enthält das Protokoll nur einen frischen Snapshot.
el: Τα επιλεγμένα στοιχεία δεν ήταν διαθέσιμα, οπότε το ημερολόγιο περιέχει μόνο ένα νέο στιγμιότυπο.
es: La evidencia seleccionada no estaba disponible, así que el registro contiene solo una instantánea diagnóstica nueva.
fi: Valittuja todisteita ei ollut saatavilla, joten lokissa on vain tuore kuva.
fr: Les éléments sélectionnés étaient indisponibles ; le journal ne contient donc qu’un nouvel instantané.
he: הראיה הנבחרת לא הייתה זמינה, אז היומן מכיל תמונה חדשה בלבד.
hi: चयनित साक्ष्य उपलब्ध नहीं थे, इसलिए लॉग में केवल एक नया स्नैपशॉट है।
it: Le prove selezionate non erano disponibili, quindi il registro contiene solo una nuova istantanea.
ja: 選択された証拠が利用できなかったため、ログには新しいスナップショットのみが含まれています。
ko: 선택한 증거 자료를 사용할 수 없어 로그에는 새로 수집한 스냅샷만 포함됩니다.
nb: Den valgte bevisen var ikke tilgjengelig, så loggen inneholder kun et ferskt øyebliksbilde.
nl: De geselecteerde gegevens waren niet beschikbaar; het logbestand bevat daarom alleen een nieuw momentbeeld.
pl: Wybrane dane były niedostępne, więc dziennik zawiera tylko nowy zrzut diagnostyczny.
ru: Выбранные доказательства были недоступны, поэтому в журнале содержится только свежий скриншот.
sr_latn: Izabrani dokaz nije bio dostupan, tako da dnevnik sadrži samo svež snimak.
sv: Det valda beviset var otillgängligt, så loggen innehåller endast en färsk skärmdump.
uk: Вибрані додаткові дані були недоступні, тому журнал містить лише новий діагностичний знімок.
zh_hans: 所选的证据不可用，所以日志中只有一个新的快照。

source: The selected file is no longer available. Submission will continue with the fresh snapshot unless you select different evidence.
ar: لم يعد الملف المحدد متاحًا. سيستمر إرسال البلاغ باللقطة التشخيصية الجديدة ما لم تحدد أدلة أخرى.
da: Den valgte fil er ikke længere tilgængelig. Indsendelse vil fortsætte med det friske øjebliksbillede, medmindre du vælger forskellige beviser.
de: Die ausgewählte Datei ist nicht mehr verfügbar. Die Einreichung wird mit dem neuen Snapshot fortgesetzt, es sei denn, Sie wählen andere Beweise aus.
el: Το επιλεγμένο αρχείο δεν είναι πλέον διαθέσιμο. Η υποβολή θα συνεχιστεί με το νέο στιγμιότυπο εκτός αν επιλέξετε διαφορετικά στοιχεία.
es: El archivo seleccionado ya no está disponible. El envío continuará con la instantánea diagnóstica nueva, salvo que selecciones otra evidencia.
fi: Valittua tiedostoa ei enää ole saatavilla. Esitys jatkuu tuoreella kuvalla, ellet valitse erilaisia todisteita.
fr: Le fichier sélectionné n’est plus disponible. L’envoi continuera avec le nouvel instantané, sauf si vous choisissez d’autres éléments.
he: הקובץ הנבחר אינו זמין יותר. כניעה תמשיך עם התמונה הטריה אלא אם תבחר ראיות שונות.
hi: चयनित फ़ाइल अब उपलब्ध नहीं है। जब तक आप अलग सबूत नहीं चुनते, तब तक सबमिशन नए स्नैपशॉट के साथ जारी रहेगा।
it: Il file selezionato non è più disponibile. La presentazione continuerà con l'istantanea nuova a meno che non si scelgano prove diverse.
ja: 選択されたファイルはもう利用できません。異なる証拠を選択しない限り、提出は新しいスナップショットで続行されます。
ko: 선택한 파일을 더 이상 사용할 수 없습니다. 다른 증거 자료를 선택하지 않으면 새로 수집한 스냅샷으로 제출을 계속합니다.
nb: Den valgte filen er ikke lenger tilgjengelig. Innsendingen fortsetter med det nye diagnostiske øyeblikksbildet med mindre du velger andre bevis.
nl: Het geselecteerde bestand is niet meer beschikbaar. De verzending gaat verder met het nieuwe momentbeeld, tenzij u andere gegevens kiest.
pl: Wybrany plik nie jest już dostępny. Wysłane zostanie zgłoszenie zawierające nowy zrzut diagnostyczny, chyba że wybierzesz inne dane.
ru: Выбранный файл больше недоступен. Отправка будет продолжаться с новым скриншотом, если вы не выберете другие доказательства.
sr_latn: Izabrani datoteka više nije dostupna. Podavanje će nastaviti sa svežim snimakom, osim ako izaberete različite dokaze.
sv: Den valda filen är inte längre tillgänglig. Inlämningen kommer att fortsätta med den nya ögonblicksbilden om du inte väljer olika bevis.
uk: Вибраний файл більше недоступний. Надсилання продовжиться з новим знімком, якщо ви не виберете інші додаткові дані.
zh_hans: 所选文件已不再可用。除非您选择不同的证据，否则提交将继续使用新的快照。

source: The target window is no longer available.
ar: لم تعد النافذة المستهدفة متاحة.
da: Målet vinduet er ikke længere tilgængelig.
de: Das Zielfenster ist nicht mehr verfügbar.
el: Το παράθυρο του στόχου δεν είναι πλέον διαθέσιμο.
es: La ventana de destino ya no está disponible.
fi: Kohdeikkunaa ei enää ole saatavilla.
fr: La fenêtre cible n'est plus disponible.
he: חלון היעד הוא כבר לא זמין.
hi: लक्ष्य विंडो अब उपलब्ध नहीं है।
it: La finestra di destinazione non è più disponibile.
ja: ターゲットウィンドウはもう利用できません。
ko: 대상 창이 더 이상 사용할 수 없습니다.
nb: Målvinduet er ikke lenger tilgjengelig.
nl: Het doelvenster is niet meer beschikbaar.
pl: Okno docelowe nie jest już dostępne.
ru: Целевое окно больше не доступно.
sr_latn: Ciljni prozor više nije dostupan.
sv: Målfönstret är inte längre tillgängligt.
uk: Цільове вікно більше недоступне.
zh_hans: 目标窗口不再可用。

source: The text being pasted contains characters that may run commands in the terminal.
ar: النص الذي يتم لصقه يحتوي على أحرف قد تشغل الأوامر في الطرفية.
da: Teksten der indsættes indeholder tegn der kan køre kommandoer i terminalen.
de: Der eingefügte Text enthält Zeichen, die Befehle im Terminal ausführen können.
el: Το κείμενο που επικολλάται περιέχει χαρακτήρες που μπορεί να εκτελούν εντολές στο τερματικό.
es: El texto que se está pegando contiene caracteres que pueden ejecutar comandos en el terminal.
fi: Liitettävä teksti sisältää merkkejä, jotka voivat suorittaa komentoja päätteessä.
fr: Le texte en cours de collage contient des caractères qui peuvent exécuter des commandes dans le terminal.
he: הטקסט שהודבק מכיל תווים שיכולים להריץ פקודות בטרמינל.
hi: जो टेक्स्ट पेस्ट किया जा रहा है उसमें ऐसे अक्षर हैं जो टर्मिनल में कमांड चला सकते हैं।
it: Il testo incollato contiene caratteri che possono eseguire comandi nel terminale.
ja: 貼り付けられているテキストには、ターミナルでコマンドを実行する可能性がある文字が含まれています。
ko: 붙여넣으려는 텍스트에 터미널에서 명령을 실행할 수 있는 문자가 포함되어 있습니다.
nb: Teksten som blir limt inn inneholder tegn som kan kjøre kommandoer i terminalen.
nl: De tekst die wordt geplakt bevat tekens die commando's in de terminal kunnen uitvoeren.
pl: Wklejany tekst zawiera znaki, które mogą uruchomić polecenia w terminalu.
ru: Вставляемый текст содержит символы, которые могут выполнить команды в терминале.
sr_latn: Tekst koji se lepi sadrži znakove koji mogu da pokrenu komande u terminalu.
sv: Den text som kopieras innehåller tecken som kan köra kommandon i terminalen.
uk: Текст, який вставляється, містить символи, які можуть виконувати команди в терміналі.
zh_hans: 所粘贴的文本包含可能在终端中运行命令的字符。

source: The two macOS corner preferences do not match.
ar: تفضيلات الزاوية macOS الاثنين لا تتطابقان.
da: De to macOS hjørneindstillinger matcher ikke.
de: Die beiden macOS Eckenpräferenzen stimmen nicht überein.
el: Οι δύο γωνιακές προτιμήσεις του macOS δεν ταιριάζουν.
es: Las dos preferencias de esquina macOS no coinciden.
fi: Kaksi macOS kulma-asetusta eivät täsmää.
fr: Les deux réglages macOS de l’arrondi des angles ne correspondent pas.
he: השניים. macOS העדפות פינה אינן תואמות.
hi: दो macOS कोने की प्राथमिकताएं मेल नहीं खाती हैं।
it: Le due preferenze dell'angolo macOS non corrispondono.
ja: 2つのmacOSコーナーの設定が一致しません。
ko: 두 macOS 모서리 선호도가 일치하지 않습니다.
nb: De to macOS-hjørnepreferansene stemmer ikke overens.
nl: De twee macOS hoekvoorkeuren komen niet overeen.
pl: Dwa ustawienia zaokrąglenia narożników w macOS nie są zgodne.
ru: Два предпочтения в углах macOS не совпадают.
sr_latn: Dve ugao preferencije macOS-a ne odgovaraju.
sv: De två macOS-hörnpreferenserna matchar inte.
uk: Два параметри заокруглення кутів вікон macOS не збігаються.
zh_hans: 两个macOS角部偏好不匹配。

source: Theme
ar: الموضوع
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
he: ערכת נושא
hi: थीम
it: Tema
ja: テーマ
ko: 테마
nb: tema
nl: Thema
pl: Motyw
ru: Тема
sr_latn: Tema
sv: tema
uk: Тема
zh_hans: 主题

source: This app may create its Dock icon only while running.
ar: قد يقوم هذا التطبيق بإنشاء أيقونة Dock الخاصة به فقط أثناء التشغيل.
da: Denne app kan kun oprette sin Dock ikon, mens du kører.
de: Diese App erstellt das Dock-Symbol möglicherweise nur beim Ausführen.
el: Αυτή η εφαρμογή μπορεί να δημιουργήσει το εικονίδιο του Dock μόνο κατά τη λειτουργία.
es: Esta aplicación puede crear su icono del Dock solo mientras está en funcionamiento.
fi: Tämä sovellus voi luoda Dock-kuvakkeensa vain käynnissä.
fr: Cette application ne peut créer son icône Dock qu'en cours d'exécution.
he: האפליקציה הזו יכולה ליצור את סמל העגינה שלה רק תוך כדי ריצה.
hi: यह ऐप केवल चलते समय अपना डॉक आइकन बना सकता है।
it: Questa applicazione può creare la sua icona Dock solo durante l'esecuzione.
ja: このアプリは、実行している間だけドックアイコンを作成する場合があります。
ko: 이 앱은 실행 중일 때만 Dock 아이콘을 생성할 수 있습니다.
nb: Denne appen kan bare lage Dock-ikonet sitt mens den kjører.
nl: Deze app kan alleen zijn Dock-pictogram aanmaken tijdens het draaien.
pl: Ta aplikacja może tworzyć ikonę w Docku tylko podczas działania.
ru: Этот приложение может создавать иконку на панели задач только во время работы.
sr_latn: Ova aplikacija može da kreira svoju ikonu Dock samo dok radi.
sv: Den här appen kan bara skapa sin Dock-ikon när den är igång.
uk: Ця програма може створити свою іконку у Dock лише під час виконання.
zh_hans: 此应用程序可能只有在运行时才会创建其Dock图标。

source: This arrangement is saved for the connected displays. Changes update only this arrangement.
ar: يتم حفظ هذا الترتيب للشاشات المتصلة. التغييرات تقوم بتحديث هذا الترتيب فقط.
da: Dette arrangement gemmes til de tilsluttede skærme. Ændringer opdaterer kun denne ordning.
de: Diese Anordnung wird für die verbundenen Displays gespeichert. Änderungen aktualisieren nur diese Anordnung.
el: Αυτή η διάταξη αποθηκεύεται για τις συνδεδεμένες οθόνες. Αλλαγές ενημερώσετε μόνο αυτή τη ρύθμιση.
es: Esta configuración se guarda para las pantallas conectadas. Los cambios actualizan solo esta configuración.
fi: Tämä järjestely on tallennettu yhdistettyjä näyttöjä varten. Muutokset päivittävät vain tämän järjestelyn.
fr: Cet arrangement est enregistré pour les écrans connectés. Les modifications ne mettent à jour que cette disposition.
he: סידור זה נשמר לתצוגות המחוברות. שינויי עדכון רק הסדר זה.
hi: यह व्यवस्था जुड़े डिस्प्ले के लिए सहेजी जाती है। परिवर्तन केवल इस व्यवस्था को अपडेट करते हैं।
it: Questa disposizione viene salvata per i display collegati. Modifica solo l'aggiornamento di questa disposizione.
ja: この設定は接続されているディスプレイに保存されます。変更を加えると、この設定のみが更新されます。
ko: 이 배치는 연결된 디스플레이에 대해 저장됩니다. 변경 사항은 이 배치에만 적용됩니다.
nb: Denne innstillingen lagres for de tilkoblede skjermene. Endringer oppdaterer bare denne innstillingen.
nl: Deze regeling wordt opgeslagen voor de aangesloten displays. Wijzigingen updaten alleen deze regeling.
pl: Ten układ zapisano dla podłączonych monitorów. Zmiany dotyczą tylko tego układu.
ru: Эта настройка сохраняется для подключенных экранов. Изменения обновляют только эту настройку.
sr_latn: Ovaj uređaj se čuva za povezane ekrane. Promene se ažuriraju samo u ovom uređenju.
sv: Denna inställning sparas för de anslutna skärmarna. Ändringar uppdaterar endast denna inställning.
uk: Це розташування збережено для під’єднаних дисплеїв. Зміни оновлюють лише це розташування.
zh_hans: 此设置已保存用于连接的显示器。更改只会更新此设置。
